# Список с именами
# 96 мужские имена
male_names_list = [
    "Али", "Альв", "Альвгейр", "Арнгрим", "Аки", "Аскель", "Бард", "Биргир", "Буи", "Бедвар",
    "Ботольв", "Брюньольв", "Бергтор", "Даг", "Дюри", "Эйлив", "Эйрик", "Фасти", "Фридрик", "Фрирек",
    "Фроди", "Фольки", "Гандальв", "Гнупа", "Горм", "Грим", "Гудфрид", "Греттир", "Хакон", "Халльстейн",
    "Хеминг", "Хольмгейр", "Хрольв", "Храни", "Хастейн", "Хьяльмар", "Хродгейр", "Хродольв", "Хрэрек", "Хюсинг",
    "Хальвдан", "Херьольв", "Херд", "Хегни", "Хунтьольв", "Ингимар", "Ингьяльд", "Ивар", "Ятвард", "Ерунд",
    "Кетильмунд", "Кнут", "Колль", "Кари", "Кольбейн", "Льот", "Магнус", "Анунд", "Овейг", "Олав",
    "Оттар", "Эльвир", "Эгмунд", "Ревилль", "Рикульв", "Скули", "Сигбьерн", "Сигтрюгг", "Стюркар", "Серквир",
    "Скарпхедин", "Скьельд", "Сверрир", "Тиодмунд", "Токи", "Торфинн", "Торд", "Торгильс", "Торольв", "Тости",
    "Тьостольв", "Трюггви", "Ульв", "Ульвхедин", "Ульвкель", "Вемунд", "Вигвус", "Вальтьов", "Ньялль", "Хардекнуд",
    "Хердакнут",
    # Male, Christian
    "Филиппус", "Георгиус", "Маркус", "Маттеус", "Никулас"
]
